{"pageProps":{"themeData":{"theme":{"en":"Love","pt":"Amor"},"related_themes":[],"verses":[],"subthemes":[{"subtheme":{"en":"God’s love for humanity","pt":"O amor de Deus pela humanidade"},"emoji":"❤️","verses":["John 3:16","Romans 5:8"]},{"subtheme":{"en":"Love for others","pt":"Amor ao próximo"},"emoji":"🤝","verses":["Matthew 22:37-39","John 13:34-35"]},{"subtheme":{"en":"Sacrificial love","pt":"Amor sacrificial"},"emoji":"✝️","verses":["Ephesians 5:2","John 15:13"]},{"subtheme":{"en":"Love as a commandment and way of life","pt":"Amor como mandamento e estilo de vida"},"emoji":"🌟","verses":["Matthew 5:44","Romans 12:9-10","Colossians 3:14"]}]},"lang":"en","resolvedVerses":{"John 3:16":"John 3:16 –           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.\n","Romans 5:8":"Romans 5:8 – But God commendeth his love toward us, in that, while we were yet sinners, Christ died for us.\n","Matthew 22:37-39":"Matthew 22:37-39 – Jesus said unto him,\nThou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind.\n This is the first and great commandment.\n And the second\nis like unto it, Thou shalt love thy neighbour as thyself.\n","John 13:34-35":"John 13:34-35 – A new commandment I give unto you, That ye love one another; as I have loved you, that ye also love one another.\n By this shall all\nmen know that ye are my disciples, if ye have love one to another.","Ephesians 5:2":"Ephesians 5:2 – And walk in love, as Christ also hath loved us, and hath given himself for us an offering and a sacrifice to God for a sweetsmelling savour.\n","John 15:13":"John 15:13 – Greater love hath no man than this, that a man lay down his life for his friends.\n","Matthew 5:44":"Matthew 5:44 – But I say unto you, Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you, and persecute you;\n","Romans 12:9-10":"Romans 12:9-10 –           Let love be without dissimulation. Abhor that which is evil; cleave to that which is good.\n Be kindly affectioned one to another with brotherly love; in honour preferring one another;\n","Colossians 3:14":"Colossians 3:14 – And above all these things\nput on charity, which is the bond of perfectness.\n"}},"__N_SSG":true}